( function ( $ ) {
	$.fn.datepicker.dates['ko'] = {
		days : [ " 일요일 " , " 월요일 " , " 화요일 " , " 수요일 " , " 목요일 " , " 금요일 " , " 토요일 " ],
		daysShort : [ " 일 " , " 월 " , " 화 " , " 수 " , " 목 " , " 금 " , " 토 " ],
		daysMin : [ " 일 " , " 월 " , " 화 " , " 수 " , " 목 " , " 금 " , " 토 " ],
		months : [ " 1 월 " , " 2 월 " , " 3 월 " , " 4 월 " , " 5 월 " , " 6 월 " , " 7 월 " , " 8 월 " , " 9 월 " , " 10 월 " , " 11 월 " , " 12 월 " ],
		monthsShort : [ " 1 월 " , " 2 월 " , " 3 월 " , " 4 월 " , " 5 월 " , " 6 월 " , " 7 월 " , " 8 월 " , " 9 월 " , " 10 월 " , " 11 월 " , " 12 월 " ],
		today :  " 오늘 " ,
		clear :  " 삭제 " ,
		format :  " yyyy-mm-dd ",
		titleFormat :  " yyyy 년 mm 월 ",
		weekStart :  0
	};
} (jQuery));